Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nupi.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: that the equality and diversity policy is an integral part of NUPI’s structures and
nn: likestillings- og mangfaldspolitikk som er integrert i strukturane og prosessane

source: They gave full support to President Beji Caid Essepsi, who after the attack introduced restrictions on civil rights and ended attempts to prosecute persons accused of corruption under the old regime.’
nn: Dei uttrykte full stønad til President Beji Caid Essepsi, som etter angrepet innførte innskrenkingar i sivile rettar og stoppa forsøk på å straffeforfølgje personar skulde for korrupsjon under det gamle regimet.

source: employees, brings out the best in the institute’s managers and employees and
nn: gjev oss tilgang til dei beste tilsette, som får fram det beste i leiarane og dei tilsette i

source: The plan covers the following areas: organisation and management, research
nn: Hovudområda i planen er organisasjon og leiing, forsking og fagleg utvikling og

source: management team and the Working Environment Committee, is responsible for
nn: arbeidsmiljøutvalet, er ansvarleg for å følgje opp mål og tiltak og å oppdatere

source: How do journalists in the Middle East cope with political pressure?
nn: Korleis taklar journalistar i Midtausten politisk press?

source: A NUPI project has examined this issue in Tunisia and Lebanon.
nn: Eit NUPI-prosjekt har undersøkt medium og journalistar i Tunisia og Libanon.

source: A large number of media professionals took to the streets because Prime Minister Hichem Mechichi appointed Ben Younes chief executive of the Tunisian news agency Tunis Africa Presse (TAP).
nn: Då tok ei rekkje pressefolk til gatene fordi statsminister Hichem Mechichi hadde utnemnt Ben Younes til sjef for det statlege nyheitsbyrået Tunis Afrique Presse (TAP).

source: NUPI has a head of equality and diversity who, with support from the
nn: NUPI har ein likestillings- og mangfaldsansvarleg som, med støtte frå leiargruppa og

source: All over the world, media-owners and lobbyists use journalists and the media as political tools for their own ends.
nn: Over heile verda blir medium og journalistar nytta som politiske reiskap av både medieeigarar og lobbyistar.

source: In this article, I explain the onset of peace negotiations in 2012 between the Government of Colombia and the FARC, the largest guerrilla group in the country.
nn: I denne artikkelen forsøker eg å forklare starten på forhandlingane i 2012 mellom den colombianske staten og FARC, den største geriljagruppa i landet.

source: ‘We take a different approach, showing how journalists navigate vis-à-vis politicians exacerbating the system’s volatility in the process, Selvik notes, and concludes:
nn: - Vi snur på flisa og viser korleis journalistar navigerer vis-à-vis politikarane og bidreg til uvissa i systemet, seier Selvik, og legg til:

source: The second most important factor was the change in leadership in Colombia, where in 2010 the newly-elected president, Juan Manuel Santos, considered a political solution possible and more attractive than his predecessor did, and took pragmatic measures to create a sustainable process.
nn: Den nest viktigaste faktoren er endringa i leiarskapet i Colombia, der den nyvalde presidenten Juan Manuel Santos i 2010 såg ei politisk løysing som mogleg og meir attraktiv enn forgjengaren og tok pragmatiske grep for å skape ein levedyktig prosess.

source: The researchers carried out 42 face-to-face interviews with journalists in Lebanon and 38 in Tunisia, supplemented by interviews with focus groups and civil society actors.
nn: Forskarane gjennomførde 42 ansikt-til-ansikt-intervjuar med journalistar i Libanon og 38 i Tunisia, supplert med intervjuar med fokusgrupper og sivilsamfunnsaktørar.

source: Buying support from media and journalists
nn: - Kjøper seg stønad frå mediehus og journalistar

source: and external communication, structure, board and management.
nn: den interne og eksterne kommunikasjonen, strukturen, styringa og leiinga.

source: The action plan has primarily been prepared for NUPI in its role as employer, and the
nn: Handlingsplanen er primært utarbeidd for NUPI som arbeidsgjevar, og målgruppa er

source: and Research’s expansion of the Committee for Gender Balance and Diversity in Research’s
nn: Utvidinga frå kjønn til mangfald korresponderer med at Komité for kjønnsbalanse og

source: Negotiations begun in 2012 are – through a structured, focused comparison – compared with the peace dialogue in Caguán (1999-2002) between the same actors, where negotiation did not start.
nn: Forhandlingsstart i 2012 vert – ved bruk av structured focused comparison – samanlikna med fredsdialogen i Caguán (1999–2002) mellom dei same partane, der partane ikkje byrja forhandlingar.

source: But through systematic content analysis of how TV commentators – who were journalists – responded to the terrorist attack against the Bardo National Museum in Tunisia in 2015, they found a more complex answer.
nn: Men då dei gjorde ein systematisk innhaldsanalyse av korleis journalistiske TV-kommentatorar opptrådde i kjølvatnet av terrorangrepet på Bardo-muséet i Tunisia i 2015, oppdaga dei at biletet er meir samansett.

source: Competence and time
nn: Kompetanse og tid

source: rights, responsibilities and opportunities for men and women.
nn: for å sikre kvinner og menn like rettar, ansvar og moglegheiter.

source: 1 Chapter 4 of the Equality and Anti-discrimination Act The plan in brief
nn: 1 Lov om likestil ing og forbod mot diskriminering kapittel 4.

source: The counter-forces are strong, explains Kjetil Selvik, Senior Research Fellow at NUPI.
nn: Tunisiske og libanesiske journalistar må kjempe for fridomen, levebrødet og sanninga i land kor motkreftene er sterke, seier seniorforskar Kjetil Selvik (NUPI).

source: International Affairs (NUPI).
nn: Utanrikspolitisk Institutt (NUPI).

source: During the mass protests in Lebanon back in 2019/2020, matters came to a head.
nn: Under masseprotestane i Libanon i 2019-2020 blei denne utviklinga sett på spissen.
